Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/legemiddelverket.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: be covered by the information approved in the corresponding SmPC.
nb: Graden av QT-forlengelse kan også øke med økt dose av hydroksyklorokin.

source: 3 591 are classified as serious and 17 969 as non-serious.
nb: 3 591 er klassifisert som alvorlige og 17 969 er klassifisert som lite alvorlige.

source: At this time of year, about 50 people die every day in the age group 85 years or older, and around 35 people every day in the age group 75-84.
nb: På denne tiden av året dør det omkring 50 personer hver dag i aldersgruppen 85 år eller eldre, og omkring 35 personer hver dag i aldersgruppen 75-84 år.

source: Products that are considered medicinal products
nb: Stoffer som regnes som legemidler

source: So far, 51 cases have been reported, 11 of which concerned deaths.
nb: Det er så langt meldt 51 tilfeller, 11 meldinger gjaldt dødsfall.

source: the general population and vaccine manufacturers in Norway.
nb: befolkningen og vaksineprodusenter i Norge.

source: According to forskrift om legemidler § 12-5 the Marketing Authorization Holder or the NOMA may suggest a reevaluation of prices if this is justified by changes of circumstances or new information.
nb: I henhold til legemiddelforskriftens § 12-5, kan både innehaver av markedsføringstillatelse og Legemiddelverket ta opp spørsmålet om prisendring i Norge dersom endrede forhold eller nye opplysninger tilsier det.

source: Among other things, elevated blood sugar levels, high INR values in patients taking Marevan, chest pain and difficulty breathing may be caused by blood clots, numbness, absence or reduction of sensation and paralysis.
nb: Det er blant annet forhøyede blodsukkerverdier, høye INR-verdier hos pasienter som bruker Marevan, brystsmerter og pustevansker som kan skyldes blodpropp, nummenhet, fravær eller reduksjon av følelse og lammelser.

source: The principal investigator/study physician at the study site will need to confirm which package the patients will receive, prior to the pharmacy sending the package.
nb: Videresending til pasient gjøres etter at hovedutprøver på det aktuelle senteret/sykehuset har bekreftet hvilke pakninger den aktuelle pasienten skal ha.

source: When setting the price, differentiation is normally made between the price per unit in large and small packages.
nb: Ved prisfastsettelsen differensierer man som hovedregel mellom pris per enhetsnivå i store og små pakninger.

source: The major studies did not include patients with unstable or acute conditions and included few participants over 85 years of age.
nb: De store studiene inkluderte ikke pasienter med ustabil eller akutt sykdom – og hadde få deltakere over 85 år.

source: Many substances are not ingredients in market medicinal products, but are still powerful and therefore not allowed for private import.
nb: Det finnes også mange stoffer som ikke finnes i godkjente legemidler men som på grunn av sin effekt regnes som legemidler, og blir stoppet i tollkontroll.

source: Many foreign websites sell "supplements" that have substances in them regarded as medicinal in Norway.
nb: I utenlandske nettbutikker kan du imidlertid finne "kosttilskudd" som inneholder stoffer som anses som legemiddel i Norge.

source: We will also try to answer all you questions sent by e-mail to klut@legemiddelverket.no.
nb: Vi vil også forsøke å svare på spørsmål på e-post som sendes til klut@legemiddelverket.no.

source: Private individuals are not permitted to import poisonous herbs, herbs containing narcotic substances or herbs with strong effects or health risks.
nb: Giftige urter, urter som inneholder narkotiske stoffer og urter med kraftig virkning er ikke tillatt for privatpersoner å importere.

source: 5Applicable for change in posology 6 Applicable for each Marketing Authorisation number 7Applicable per procedure/agreement.
nb: Disse er øvrige type II endringer 5 Gjelder også doseringsendringer 6 Gjelder for hver MT 7 Gjelder per oppdrag.

source: The Norwegian Medicines Agency is currently experiencing reduced staffing levels due to the measures implemented by the government as a result of the covid-19 outbreak in Norway.
nb: Det må derfor påregnes utvidet saksbehandlingstid for søknader om klinisk utprøvning og endringssøknader i klinisk utprøvning (gjelder ikke covid-19-søknader).

source: According to forskrift om legemidler § 12-2, prices in other countries in the European Economic Area serve as the main basis for price settlements.
nb: Det følger av forskrift om legemidler § 12-2 at det skal legges stor vekt på prisen i andre EØS-land ved fastsetting pris på legemidler.

source: the event resulted in birth defects/congenital malformations
nb: hendelsen har medført fosterskader/medfødte misdannelser

source: So far, 347 reports have been assessed which meet one of the severity criteria listed above, but have not ended in death.
nb: Det er så langt behandlet 347 meldinger som oppfyller en av alvorlighetskriteriene listet over, men som ikke har endt i dødsfall.

source: State the indication as in the PIL.
nb: Feber og hoste kan også forekomme.

source: TTS is now listed as a rare adverse reaction in the product information for Vaxzevria and the Janssen COVID-19 vaccine, but more research is needed to clarify what causes this reaction.
nb: TTS er nå oppført som en sjelden bivirkning i produktinformasjonen for Vaxzevria og COVID-19 vaccine Janssen, men det trengs mer forskning for å avklare hva som utløser dette.

source: The Medicines agency cannot give import permits to medicines containing narcotic substances, or doping agents.
nb: Legemiddelverket utsteder ikke importtillatelser for legemidler som er kjøpt på utenlandske nettapotek.

source: These usually appear on the first or second day after vaccination and last around 2-3 days.
nb: Disse kommer gjerne første eller andre dag etter vaksinering og varer omtrent 2-3 døgn.

source: If a vaccinated person becomes seriously ill with COVID-19 more than 1-2 weeks after being fully vaccinated, this is considered to be a breakthrough infection and a possible case of vaccine failure.
nb: Dersom en vaksinert person blir alvorlig syk med covid-19 mer enn 1-2 uker etter fullført vaksinasjon, regnes dette som en gjennombruddsinfeksjon og en mulig vaksinesvikt.

source: Products derived from the cannabis plant are, regardless of THC content, considered narcotics in Norway.
nb: Produkter som er basert på ekstrakter av cannabis (uavhegig av THC innhold) regnes i dag som narkotika, og jf.

source: So far, 181 reports have been assessed which meet one of the severity criteria listed above.
nb: Det er så langt behandlet 181 meldinger som oppfyller en av alvorlighetskriteriene listet over.

source: f paragraph 2 is reframed, mentioning a new Norwegian tariff (15D)
nb: Det mest av avsnitt 2 er omskrevet, med omtale av ny norsk tariff (15D).

source: If the preparation has more than one active substance, the requirement applies only to those substances that correspond to the above conditions.
nb: Intramammarier som er henholdsvis emulsjon, oppløsning, suspensjon eller salve, betegnes Intramammarie, emulsjon, Intramammarie, oppløsning, Intramammarie, suspensjon og Intramammarie, salve.

source: Most deaths have occurred amongst elderly nursing home residents in need of nursing care, but the Norwegian Medicines Agency has also received six reports of deaths concerning persons under the age of 60.
nb: De fleste dødsfall har vært hos eldre pleietrengende sykehjemsbeboere, men Legemiddelverket har også mottatt seks meldinger med dødsfall hos personer under 60 år.

source: Management of Clinical Trials in relation to Covid-19
nb: Endringer som følge av Covid-19

source: Private importation of vitamins for injection is not allowed.
nb: Privatimport av vitaminer som skal settes med sprøyte er ikke tillatt.

source: No vaccine provides 100% protection against either infection or serious illness.
nb: Ingen vaksiner gir 100 % beskyttelse mot verken infeksjon eller alvorlig sykdom.

source: It is important that adverse reaction reports include a detailed description of the patient's condition and the development of the symptoms,” says Sigurd Hortemo, Senior Consultant at the Norwegian Medicines Agency.
nb: Det er viktig at bivirkningsmeldingene inneholder detaljert beskrivelse av pasientens tilstand og sykdomsforløpet, oppfordrer Sigurd Hortemo, overlege ved Legemiddelverket.

source: For grouped variations, according to Variation Regulation EC 1234/2008, the fee will be equal to the sum of each variation applicable for a fee.
nb: For grupperte endringer i henhold til forordning EC 1234/2008 vil det bli tatt gebyr for hver endring som er gebyrpliktig.

source: Products marketed as "herbal medicine" or "traditional Chinese medicine (TCM) are considered medical products, based on the marketing of the products.
nb: Produkter markedsført som "tradisjonelle urte-legemidler" som for eksempel "Traditional chinese medicine" (TCM) anses som legemiddel basert på markedsføring.

source: Almost 80% of those admitted to hospital belonged to risk groups with a higher risk of becoming seriously ill as a result of COVID-19.
nb: Nærmere 80% av de sykehusinnlagte tilhørte risikogrupper med økt risiko for alvorlig forløp av covid-19.

source: The most common adverse reactions in this group are fever, decreased general condition, shortness of breath, muscle pain, vomiting, diarrhoea and fatigue.
nb: De vanligste bivirkningene i denne gruppen er feber, nedsatt allmenntilstand, tungpustethet, muskelsmerter, oppkast, diaré og utmattelse.

source: The elderly are at greater risk of serious illness if they become infected with the COVID-19 virus.
nb: Eldre har økt risiko for alvorlig sykdom dersom de blir smittet av covid-19 viruset.

source: In a number of countries, there have been reports of a very rare but serious picture of symptoms involving a combination of blood clotting, low platelet count and haemorrhaging which has occurred in people 3-14 days following vaccination with the Vaxzevria (COVID-19 Vaccine Astra Zeneca).
nb: I flere land er det rapportert tilfeller av en svært sjelden men alvorlig sykdomsbilde med en kombinasjonen av blodpropp, lavt antall blodplater og blødninger, og som har oppstått hos personer 3-14 dager etter vaksinering med Vaxzevria (COVID-19 Vaccine AstraZeneca).

source: In such cases, the price per tablet in the large package is set equal to the price per tablet in the small package.
nb: I disse tilfellene settes prisen per enhet i den store pakningen lik prisen per enhet i den lille pakningen.

source: In addition, there are many events which are always classified as serious because they are on the EMA's Important Medical Events (IME) list, such as anaphylactic reactions, syncope (fainting) or hallucinations.
nb: I tillegg er det en rekke hendelser som alltid blir klassifiserte som alvorlige ettersom de står på EMAs liste over viktige medisinske hendelser (IME-listen), slik som anafylaktiske reaksjoner, synkope (besvimelse) eller hallusinasjoner.

source: Table 3: Distribution of reports of suspected adverse reactions according to severity
nb: Tabell 3: Fordeling av meldinger om mistenkte bivirkninger etter alvorlighetsgrad

source: We cannot assess in advance whether a product is likely to be stopped.
nb: Vi kan ikke forhåndsvurdere om et produkt kan bli stoppet.

source: These events must be reported as adverse reactions via melde.no.
nb: Disse hendelsene skal meldes som bivirkning via melde.no.

source: We have also received 99 reports from women who have suffered unexpected vaginal bleeding after menopausal age.
nb: I tillegg har vi fått 99 meldinger fra kvinner som opplever uventede underlivsblødninger etter overgangsalder.

source: The majority of these reports concern people over the age of 60 who were admitted to hospital.
nb: Flertallet av disse meldingene gjelder personer over 60 år som ble innlagt på sykehus.

source: For products intended for MUMS (Minor Use/Minor Species) there is a 50% reduction in the fee MUMS-status must be clarified with the Norwegian Medicines Agency before submission.
nb: For legemidler til MUMS (Minor Use/Minor Species) er det 50% reduksjon i gebyr. MUMS-status må avklares på forhånd med Legemiddelverket.

source: show that the risk of being admitted to hospital with COVID-19 is over 70% lower for partially and fully vaccinated persons compared with those who have not been vaccinated.
nb: viser at risikoen for å bli innlagt på sykehus med covid-19 er over 70 % lavere for delvaksinerte og fullvaksinerte, sammenlignet med uvaksinerte.

source: This means that the sponsor can implement the changes without notifying or sending a substantial amendment application to NoMA.
nb: Sponsor kan altså gjennomføre endringen uten melding eller søknad til Legemiddelverket, men det er viktig at det som gjøres dokumenteres, og kommuniseres skriftlig til alle hovedutprøvere.

source: There have been 107 covid-19 associated deaths among fully vaccinated, all aged 79 to 90 years.
nb: Det har vært 107 covid-19 assosierte dødsfall blant fullvaksinerte, alle i alder 79 til 90 år.

source: The most frequent adverse reactions reported in serious reports are largely the same as those seen in non-serious reports, including fever, decreased general condition, shortness of breath, muscle pain, vomiting, diarrhoea and fatigue.
nb: De hyppigste bivirkningene for alvorlige meldinger er hovedsakelig de samme som vi ser for lite alvorlige meldinger, som feber, nedsatt almenntilstand, tungpustethet, muskelsmerter, oppkast, diaré og utmattelse.

source: Information regarding changes to Clinical Trials as a result of the covid-19 outbreak
nb: covid-19, er det sannsynlig at mange kliniske studier ikke vil bli mulig å gjennomføre som planlagt.

source: There have also been reports of two deaths following a brain haemorrhage without blood clotting and one death linked to the deterioration of a previous medical condition following vaccination with the AstraZeneca COVID-19 vaccine with uncertain causality.
nb: Det er også meldt om to dødsfall etter hjerneblødning uten blodpropp og ett dødsfall i forbindelse med forverring av tidligere sykdom etter vaksinering med COVID-19 Vaccine AstraZeneca med usikker årsakssammenheng.

source: Vaginal tablet/capsule/pessary 100 mg:
nb: Den anbefalte dosen av mepolizumab er 100 mg

source: This means that price per tablet, price per dose etc. is compared.
nb: Dette innebærer at man sammenligner pris per tablett, pris per dose etc.

source: My package has been stopped - why?
nb: Pakken min er stoppet - hvorfor det?

source: In addition, there are a number of events that are always classified as serious, such as anaphylactic reactions, syncope (fainting) and hallucinations.
nb: I tillegg er det en rekke hendelser som alltid blir klassifiserte som alvorlige, slik som anafylaktiske reaksjoner, synkope (besvimelse) eller hallusinasjoner.

source: These substances are not allowed to import by post, and packages containing nootropics will be stopped by customs.
nb: Det er ikke tillatt å privatimportere slike stoffer per post og pakker som inneholder slike stoffer vil bli stoppet i tollen.

source: if your package has been stopped by Norwegian Customs.
nb: dersom pakken din er blitt stoppet i tollen.

source: However, it is still very rare for such reactions to occur (approximately one severe allergic reaction per 100,000 doses being administered).
nb: Det er likevel svært sjeldent at dette forekommer (cirka én alvorlig allergisk reaksjon per 100 000 doser som blir satt).

source: Are there any elderly or frail people who should not receive the vaccine?
nb: Er det noen eldre og skrøpelige som ikke bør få vaksine?

source: the event resulted in a life-threatening illness (e.g. anaphylaxis) or death.
nb: hendelsen har medført livstruende sykdom (for eksempel anafylaksi) eller død.

source: However, we assume that the adverse reactions will largely be the same as in those over 65 years of age.
nb: Men vi antar at bivirkningene stort sett vil være de samme hos de eldste som hos dem over 65 år.

source: For questions about food supplements, please contact Mattilsynet.
nb: For spørsmål om hva som kan være kosstilskudd er det Mattilsynet som skal kontaktes.

source: If the received FEST message’s ”HentetDato” (Retrieval date) SistOppdatert, the call must be repeated, with ”HentetDato” as a parameter in order to get the next series of incremental changes.
nb: Hvis den mottatte FEST-meldingens ”HentetDato” SistOppdatert så må man gjenta kallet, nå med ”HentetDato” som parameter for å få neste serie med inkrementelle endringer.

source: NIPH monitors COVID-19 disease in vaccinated persons.
nb: Folkehelseinstituttet overvåker covid-19 sykdom hos vaksinerte.

source: Reports of deaths of persons under the age of 60
nb: Meldinger om dødsfall hos personer under 60 år

source: The call must be repeated until ”HentetDato” = SistOppdatert.
nb: Slik må kallet gjentas inntil ”HentetDato” = SistOppdatert.

source: 7.3 (previously 7.2): Most o
nb: 7.3 (tidligere 7.2):

source: Intervention in the submitted clinical studies related to Norwegian setting.
nb: Pasientene vil ventelig være eldre ved start av behandling enn i søkers analyse.

source: The studies that formed the basis for the temporary authorisation of the vaccine included very few people over the age of 85.
nb: Studiene som ligger til grunn for den midlertidige godkjenningen av vaksinen inkluderte svært få personer over 85 år.

source: Exceptions - substances which will not be stopped
nb: Unntak - stoffer som ikke stoppes

source: As of 6 April, three such deaths had been reported in Norway.
nb: I Norge er det per 6. april meldt om tre slike dødsfall.

source: Food supplements containing only vitamins, minerals, and herbs (not on the list above) are generally allowed to be imported for private use.
nb: Kosttilskudd som inneholder vitaminer, mineraler og urter (som ikke er på listen over) er som regel tillatt for privatimport.

source: What do we know about the efficacy of the mRNA vaccines in the elderly over 85 years of age?
nb: Hva vet vi om effekten av mRNA-vaksinene hos eldre over 85 år?

source: Confirmed COVID-19 in vaccinated persons
nb: Påvist covid-19 hos vaksinerte

source: As of 23 March, three such deaths had been reported in Norway.
nb: I Norge er det per 23. mars meldt om tre slike dødsfall.

source: The risk assessment will need to be performed before the implementation of urgent safety measures, as well as prior to sending a substantial amendment application to NoMA.
nb: Risikovurderinger må legges til grunn før implementering av sikkerhetstiltak (Urgent Safety Measures) og meldinger om vesentlig endring (substantial amendments).

source: The reported deaths have occurred within a period of up to 3 weeks following vaccination.
nb: Dødsfallene som er meldt er skjedd innenfor et tidsrom på opptil 3 uker etter vaksinasjon.

source: Risk assessments as well as any decisions made must be documented in the Trial Master File.
nb: Risikovurderinger og beslutninger må dokumenteres i Trial Master File.

source: Among other things, elevated blood sugar levels, high INR values in patients taking warfarin (Marevan), chest pain and difficulty breathing may be caused by blood clots, numbness, absence or reduction of sensation and paralysis.
nb: Det er blant annet forhøyede blodsukkerverdier, høye INR-verdier hos pasienter som bruker warfarin (Marevan), brystsmerter og pustevansker som kan skyldes blodpropp, nummenhet, fravær eller reduksjon av følelse og lammelser.

source: which send both non-prescription and prescription medicines by post.
nb: som sender både reseptfrie og reseptpliktige legemidler per post.

source: Medicinal Products Act, Section 31, or the Penal Code, Section 231 and 232 (narcotic substances) or Section 234 and 235 (doping agents).
nb: legemiddelloven § 31, eller brudd på straffeloven §§ 231 og 232 (narkotika) eller straffeloven §§ 234 og 235 (doping).

source: "For the vast majority of people who are elderly and frail, any adverse reactions to the vaccine will be more than offset by the reduced risk of becoming seriously ill from COVID-19.
nb: «For de aller fleste som er eldre og lever med skrøpelighet, vil eventuelle bivirkninger av vaksinen mer enn oppveies av redusert risiko for å bli alvorlig syk av covid-19.

source: However, the abbreviation below can be used.
nb: under innsetting og fjerning av implantatet.

source: Packages containing more than 30 units are defined as large.
nb: Pakninger med mer enn 30 enheter defineres som store.

source: We would like to remind health professionals to report serious cases of COVID-19 disease and deaths associated with COVID-19 in fully vaccinated persons.
nb: Vi minner om at helsepersonell skal melde alvorlig covid-19 sykdom eller covid-19 assosiert død hos fullvaksinerte.

source: Therefore, longer processing times for applications will need to be expected for both Clinical Trial and Substantial Amendment Applications (please note that this is not applicable for covid-19 related applications).
nb: Om endringer som følge av covid-19 Endringer som beskrives under gjelder frem til Legemiddelverket gir ny beskjed. Gitt tiltak som nå gjennomføres i samfunnet og i helsetjenesten pga.

source: So far, 139 reports of deaths after vaccination have been assessed.
nb: Meldinger om dødsfall Det er så langt behandlet 139 meldinger om dødsfall etter vaksinering.

source: Can remote/electronic information or forms for recruitment, patient information or patient consent be used during this period?
nb: Kan det benyttes remote informasjon/rekruttering, eller elektronisk pasientinformasjon og samtykkeformular (ICF)?

source: What do we know about adverse reactions amongst the elderly over 85 years of age?
nb: Hva vet vi om bivirkninger hos eldre over 85 år?

source: In Norwegian nursing homes and other similar institutions, an average of around 400 people die every week.
nb: På norske sykehjem og lignende institusjoner dør det gjennomsnittlig om lag 400 personer i uken.

source: In a number of countries, there have been reports of a very rare but serious picture of symptoms involving a combination of blood clotting, low platelet count and haemorrhaging which has occurred in people 3-14 days following vaccination with the AstraZeneca COVID-19 vaccine.
nb: I flere land er det rapportert tilfeller av en svært sjelden men alvorlig sykdomsbilde med en kombinasjonen av blodpropp, lavt antall blodplater og blødninger, og som har oppstått hos personer 3-14 dager etter vaksinering med COVID-19 Vaccine AstraZeneca.

source: A total of 115 reports have so far been assessed concerning deaths following vaccination relating to elderly people in need of nursing care, most of whom were nursing home residents.
nb: Meldinger om dødsfall Det er så langt behandlet 115 meldinger om dødsfall etter vaksinering hos eldre pleietrengende, hvor de fleste er sykehjemsbeboere.

source: The Norwegian Medicines Agency does not usually issue import permits to private individuals if the argument is that the medicinal product is not available in Norway.
nb: Normalt gir ikke Legemiddelverket importtillatelse til privatpersoner hvis begrunnelsen er at legemidlet ikke er tilgjengelig i Norge.

source: Vaxzevria and the COVID-19 Vaccine Janssen is not used in the Norwegian vaccination programme, but the COVID-19 Vaccine Janssen is offered outside the Norwegian vaccination programme.
nb: Vaxzevria og COVID-19 Vaccine Janssen brukes ikke i det norske vaksinasjonsprogrammet, men COVID-19 Vaccine Janssen tilbys utenfor koronavaksinasjonsprogrammet.
